ahk_x11-bin
aseprite
asus-fan-dkms-git
bdf-tewi-git
betterdiscord-installer
bitsnpicas
byedpi
chatgpt-shell-cli
ctpv-git
dotnet-host-bin
dotnet-runtime-bin
dotnet-sdk-bin
downgrade
ftxui-git
google-chrome
green-tunnel-bin
logmein-hamachi
lowfi
nbfc
polybar-spotify-module
python-plyer
spotify
spotify-tui
termite-debug
tuxedo-control-center-bin
unityhub
vscodium
wayshot
whatsapp-for-linux
xkb-switch
xkblayout-state-git
yay-git
zscroll-git
