alacritty
alsa-utils
amd-ucode
base
base-devel
bemenu
bind
blender
btrfs-progs
chrono-date
cliphist
cmake
cmatrix
dbus-broker-units
discord
dkms
dmenu
docker
docker-compose
dpkg
dunst
efibootmgr
fastfetch
fd
feh
ffmpegthumbnailer
firefox
flatpak
fontforge
fzf
gdb
gimp
gir-to-d
git
git-delta
glib2-devel
gnome-themes-extra
gnome-tweaks
gobject-introspection
grim
grub
gst-plugin-pipewire
gtk-engine-murrine
hddtemp
htop
hyprland
hyprlock
hyprpaper
i3-wm
i3blocks
i3lock
i3status
i3status-rust
inxi
ipset
iwd
jdk21-openjdk
jdk8-openjdk
kitty
lazygit
less
lf
lib32-gnutls
lib32-mpg123
libpulse
libreoffice-still
lightdm
lightdm-gtk-greeter
links
linux
linux-firmware
linux-headers
lldb
lxappearance-gtk3
man-db
maven
mc
meson
mono
mpv
mpv-mpris
nano
ncdu
neofetch
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nix
notification-daemon
noto-fonts
npm
nsxiv
ntfs-3g
nvidia
nvidia-settings
obs-studio
obsidian
os-prober
p7zip
perl-image-exiftool
picom
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
pnpm
polybar
postgresql
progress
python-dbus
python-gobject
python-i3ipc
python-pillow
python-pip
python-pygame
python-rich
python-virtualenv
qt6-tools
raylib
ripgrep
rust
scrot
slurp
smartmontools
sof-firmware
speedtest-cli
spotifyd
steam
sxiv
syncthing
telegram-desktop
thunar
timeshift
tk
tldr
tlp
tmux
traceroute
translate-shell
tree
ttf-ubuntu-font-family
unrar
unzip
vi
vimiv
vulkan-tools
waybar
wget
wine
wireless_tools
wireplumber
wl-clipboard
wlroots
wmctrl
wofi
xbindkeys
xclip
xcompmgr
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xorg-xgamma
xorg-xinit
xorg-xinput
xsel
xterm
xwallpaper
yarn
yazi
zathura
zathura-djvu
zathura-pdf-poppler
zathura-ps
zip
zoxide
zram-generator
zsh-autosuggestions
zsh-syntax-highlighting
